#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
# Translation Instructions:
# -------------------------
# Java uses ISO 8859-1 as encoding for property files.
# Java cannot handle UTF-8 encoded property files!
# All non-Ascii characters must be escaped with \u.
#
# Do NOT translate the part before the first colon (:). The key must be in english.
# Special characters (must be escaped):
# \n line break
# \\ back slash
#
# Do not change values in form {0}, these placeholders are replaced dynamically.
#
# We recommend using Propedit (http://propedit.sourceforge.jp/index_en.html).
# This editor saves all non-Ascii characters in the correct escaped encoding.
#
# You can add a new language by writing a new language property file.

TSAErrorLong = Il servizio di marcatempo non ha potuto essere contattato. \nVerifichi la connessione internet, il link sul servizio di marcatempo e i parametri proxy (configurazione). \nPu\u00f2 continuare il processo di firma senza aggiungere un marcatempo. \n\nVuole firmare senza marcatempo?

TSAErrorShort = Errore durante il processo di apposizione della firma.

TSAWarning = I parametri di data sul suo computer {0} non corrisponde alla data fornita \ndal servizio di marcatempo {1}.\n\nVoglia verificare la data, l'ora e la zona oraria sul suo computer. \nLa differenza di data pu\u00f2 essere dovuta alla zona oraria.

# Italien language file
# $Author$
# $Revision$
about = A proposito di Open eGov LocalSigner

about.federalAuthoritiesOfTheSwissConfederation = autorit\u00e1 della Confederazione Svizzera
about.federalOfficeOfJustice                    = Ufficio federale di giustizia
about.ideaAndConcept                            = Idea e concept
about.implementation                            = Implementazione
about.switzerland                               = Svizzera
about.tsa.nok                                   = no disponibile
# About dialog
about.tsa.ok                                    = disponibile
about.tsa.searching                             = cercare...

aboutEGov = A proposito di Open eGov (online)

addTextField = Inserire di testo

adobeHelp = Configurare Adobe Reader (online)

adobeViewer = Adobe Reader

adobeViewerMode = Adobe Reader (controllo del contenuto)

appendDocument = Aggiungere tutte le pagine di un documento PDF

appendEmptyPage = Aggiungere una pagina vuota

attachmentError = Impossibile trovare / aprire l'attachment PDF selezionato.

auto = auto

backgroundImage = Foto o immagine:

cancel = Annullare

cannotSignWithSealIfSigned = Il sigillo elettronico deve essere la prima firma apportata nel documento. Il documento \u00e8 per\u00f2 gi\u00e0 stato firmato. Pertanto la procedura della firma viene terminata.

certValidity = Validit\u00e0

certificateaccess = Accesso certificati

certification = Certificazione

certifying = Certificazione

changeCardPin = Cambiare PIN carta

changeProfile = Modificare profilo

changeSigPin = Cambiare PIN firma

changeSigProps = Modificare propriet\u00e0 firma

checkDocumentAttachments = Allegati

checkDocumentFields = Campi modulo

checkDocumentForm = Il documento non pu\u00f2 essere caricato, \u00e8 un modulo. \n\nCompila il modulo in Adobe Reader originale e poi firmare in Adobe Reader se il modulo contiene campi firma. \n\nSu questo argomento, vedi il punto corrispondente in Aiuto.

checkDocumentIntro = Il documento contiene:

checkDocumentSigFields = Campi di firma

checkDocumentSigFieldsText = Il documento contiene campi di firma vuoti (visualizzati in rosa).\nPuoi solo firmare nei campi firma. Il disegno di rettangoli per posizionare la firma \u00e8 disabilitato.\n\nControllare il documento e poi premere "Firmare".

checkDocumentSignatures = Firme elettronice

checkDocumentTriggers = Elementi attivi

choose = Selezionare

chooseCertificate = Selezione del certificato

chooseDir = Scegliere una directory

chooseRectangle = Ritracciare un rettangolo con il mouse \nper modificare posizione e/o dimensione.

chooseRectangleFixed = Posizionare il rettangolo

clear = Cancellare

close = Chiudere

configReset = Reset configurazione

configResetText = Vuoi davvero ripristinare la configurazione iniziale?\nUna copia di backup della configurazione attuale verr\u00e0 creata.

configerror = Errore di configurazione

configerrorfontsize = Prego immettere valori corretti nel campo dimensione caratteri.

configuration = Configurazione

contact = Contatto:

contactShowLabel = Visualizza nome campo

createHelp = Generare PDF (online)

currentVersion = Versione installata

date = Data:

de = tedesco

delete = Cancellare

deletePage = Eliminare una pagina

deletePageText = Quale pagina che si desidera eliminare?

description = Descrizione

displaySignedDocument = Mostrare documento dopo l'apposizione della firma:

documentCertified = Questo documento \u00e8 certificato e non pu\u00f2 venir modificato (n\u00e9 dunque firmato).

documentCertifiedCanSign = Il documento \u00e8 gi\u00e0 stato certificato. Un'ulteriore certificazione non \u00e8 possibile. \nPu\u00f2 aggiungere soltanto un'altra firma. \n\nPassi dal modo certificazione al modo firma.

dualViewer = Firmare visualizzatore integrato, dopo la firma Adobe Reader

edit = Modificare

el = greco

en = inglese

# cantonal seal plugin mechanism
error.CantonalSealException.title                                                    = Errore durante l\u2019apposizione del sigillo cantonale
error.CantonalSealInfoException.ERR_URL_TO_CONFIGURATION_NOT_VALID.701               = L\u2019URL per la configurazione di sigilli cantonali non \u00e8 valido.
error.CantonalSealInfoException.ERR_XML_CONFIGURATION_GET_HTTP_ERROR.704             = Impossibile scaricare la configurazione dei sigilli cantonali.
error.CantonalSealInfoException.ERR_XML_CONFIGURATION_HEAD_HTTP_ERROR.705            = Impossibile verificare lo stato di aggiornamento della configurazione per sigilli cantonali.
error.CantonalSealInfoException.ERR_XML_CONFIGURATION_NOT_LOADABLE.703               = Impossibile caricare la configurazione dei sigilli cantonali.
error.CantonalSealInfoException.ERR_XML_CONFIGURATION_NOT_VALID.702                  = La configurazione dei sigilli cantonali non \u00e8 valida.
error.CantonalSealInfoException.ERR_XML_CONFIGURATION_NOT_WRITABLE.706               = Impossibile salvare temporaneamente la configurazione aggiornata per sigilli cantonali.
error.LocalizationsLoadingException.PROPERTIES_NOT_LOADED                            = Si \u00e8 verificato un errore durante il caricamento del file di traduzione.
error.PluginInstantiationException.ERR_ILLEGAL_ARGS.603                              = Si \u00e8 verificato un errore durante il caricamento del plugin per il sigillo cantonale.
error.PluginInstantiationException.ERR_NO_MATCHING_CLASS_FOR_VERSION.602             = Impossibile caricare un plugin adatto per il sigillo cantonale con la versione configurata.
error.PluginInstantiationException.ERR_NO_MATCHING_FACTORY_FOR_DOMAIN_AND_CANTON.601 = Impossibile caricare un plugin adatto per il sigillo cantonale per questo dominio in questo cantone.
error.ValidationException.VALIDATION_FAILED                                          = Impossibile eseguire la validazione necessaria per l\u2019apposizione del sigillo cantonale.

errorCannotWrite = Impossibile salvare il documento.

errorFileToSignHasBeenChanged = Il documento da firmare \u00e8 stato modificato. Prego ricaricarlo.

errorInvalidPdf = Il documento PDF selezionato contiene un errore o protetto da password e non pu\u00f2 venir caricato.

errorKeyStoreNotLoaded = Si \u00e8 verificato un errore durante il caricamento dei certificati: %s

errorNoPdfSpecified = Nessun documento selezionato. \n\nPrego scegliere un documento PDF da firmare.

errorNotPdf = Prego scegliere un documento PDF da firmare.

errorOpeningFileAccessDenied = LocalSigner non pu\u00f2 accedere al file "%s".\nIl file \u00e8 in modalit\u00e0 di sola lettura o mancano i diritti di lettura o di scrittura per accedervi.

errorOpeningFileIsLocked = LocalSigner non pu\u00f2 accedere al file "%s".\nIl file \u00e8 aperto in un altro programma.\n\nChiudi il file e ripeti l\u2019azione.

errorOpeningFileNotExists = Il file selezionato "%s" non esiste.

errorPdfMustHaveOnePage = L'attachment PDF pu\u00f2 contenere solo una pagina.

errorProfilePath = Impossibile trovare la directory definita per i profili delle firme.

errorReloadingConfiguration = Errore nella lettura della configurazione.

errorReloadingLanguage = Errore durante la lettura della configurazione della lingua. \n\nScegliere un'altra lingua.

errorTargetFileIsLocked = Il file di destinazione non pu\u00f2 essere sovrascritto.\n\u00c8 aperto in un altro programma o \u00e8 protetto (Mac).\n\nChiudi il file o disattiva la protezione da scrittura e ripeti l\u2019azione.

errorTargetFileNotWritable = Il file di destinazione non pu\u00f2 essere scritto. \n\nPer favore suggerisce controllo il permesso di scrittura.

errorsaveconfig = Errore durante la salvaguardia della nuova configurazione

es = (in prep)

extras = Extra

file = File

fileExists = Il file di destinazione selezionato esiste gi\u00e0. \n\nSicuri di voler sovrascrivere?

fileExistsDialog.text  = Vuoi sovrascrivere questo file?
fileExistsDialog.title = Il file esiste gi\u00e0

fileToSign = Documento di partenza:

filemenu = File

firstPage = prima pagina

fn.client.error.signature_position_too_far_right   = La prevista posizione della firma fuoriesce dal margine destro del documento.
fn.client.error.signature_position_too_high        = La prevista posizione della firma fuoriesce dal margine superiore del documento.
fn.client.error.unexpected                         = Si \u00e8 verificato un errore sconosciuto.
fn.error.unexpected                                = Si \u00e8 verificato un errore sconosciuto. \nDettagli:
fn.ws.error.err_fn_discrete_validator_not_valid    = Il documento non adempie i requisiti formali di un documento. Verificare il file sul sito www.validator.ch.
fn.ws.error.err_int_server_down                    = Il servizio per inserire una conferma di ammissione non \u00e8 attualmente disponibile.
fn.ws.error.err_int_service_call_failed            = Il servizio per inserire una conferma di ammissione non ha potuto essere avviato.
fn.ws.error.err_sigdate_before_register_activation = La firma \u00e8 stata apposta quando questo Cantone non aveva ancora ammesso gli atti pubblici in forma elettronica.
fn.ws.error.https_connection                       = Il certificato utilizzato non \u00e8 emesso da un fornitore svizzero riconosciuto da FiEle e non pu\u00f2 essere utilizzato per il registro dei pubblici ufficiali rogatori.
fn.ws.error.internal_error                         = Si \u00e8 verificato un problema interno lato server, si prega di accedere al supporto in modo che i problemi sono resolti.
# Funktionsnachweis Fehlermeldungen
fn.ws.error.intro                                  = La conferma del registro non \u00e8 stato montato.\nMotivo:
fn.ws.error.invalid_data                           = Il presente documento non pu\u00f2 essere elaborato sul lato server, riprova. Se il problema persiste, contattare il supporto.
fn.ws.error.invalid_hash                           = Il presente documento non pu\u00f2 essere elaborato sul lato server, riprova. Se il problema persiste, contattare il supporto.
fn.ws.error.invalid_revision_number                = La revisione o il numero di revisione del file PDF non \u00e8 corretto.
fn.ws.error.many_person_for_certificate            = Nessuna attribuzione precisa della persona al certificato possibile.
fn.ws.error.missing_required_param                 = Un parametro obbligatorio non \u00e8 stato trasmesso correttamente, riprova.
fn.ws.error.missing_rt1_call_before_rt2            = Nella comunicazione con il servizio di firma, si \u00e8 verificato un errore. Riprova.
fn.ws.error.no_person_with_this_certificate        = L'utente non \u00e8 registrato o non \u00e8 stato attivato per la data della firma nel registro.
fn.ws.error.no_relevant_relationships_active       = L'utente non \u00e8 registrato o non \u00e8 stato attivato per la data della firma nel registro.
fn.ws.error.pdf_sign_cert_not_known_for_user       = Il documento \u00e8 stato firmato con un certificato che non \u00e8 collegato con il certificato attualmente utilizzato.
fn.ws.error.permission_denied                      = L'utente non \u00e8 registrato o non \u00e8 stato attivato per la data della firma nel registro.
fn.ws.error.sigcert_authcert_mismatch              = Il certificato utilizzato per la firma non ha la medesima funzione del certificato utilizzato per l'autenticazione.\nVerificare il certificato utilizzato ed eventualmente aggiornare in UPReg, sotto "Mutazioni", i certificati depositati.
fn.ws.error.sign_cert_not_found                    = Il presente documento non pu\u00f2 essere elaborato sul lato server, riprova. Se il problema persiste, contattare il supporto.
fn.ws.error.timeout_between_r1_r2                  = Il periodo tra le fasi di firma era troppo grande, riprova.
fn.ws.error.unexpected                             = Si \u00e8 verificato un errore sconosciuto.
fn.ws.error.unknown_uuid_at_rt2                    = Il numero di transazione \u00e8 stato modificato tra le fasi di firma, riprova.

fontsize = Dimensione caratteri

format.claimedFormat   = Versione PDF notificata nel file:
format.invalidFile     = Nessun file %s valido
format.isPDFA          = Il file \u00e8 conforme al standard %s.
format.noPDFA          = Il file non \u00e8 conforme al standard PDF/A.
format.validFile       = File %s valido
format.validatedFormat = Versione PDF verificata:

formsHelp = Adobe modulo (online)

fr = francese

globalconfig = Preferenze generali

help = Aiuto (online)

holderName = Nome

imageNotFound = File (immagine) non trovato

imageNotFoundExtended = Impossibile trovare l'immagine per la firma. \n\nFirmare senza immagine?

inputpath = Ubicazione del documento

inputpathtext = Selezionare una directory

inputpathtitle = Scegliere l'ubicazione del documento

insertAttachment = Inserire un documento come allegato

integritycheckhelp = Visualizzare lo schermo di avvio con test d'integrit\u00e0

internalViewer = Visualizzatore integrato

internalViewerMode = Visualizzatore integrato (posizionamento ed edizione)

invalidImage = Immagine non valida

invalidImageExtended = L'immagine selezionata non \u00e8 un file JPG valido. \n\nFirmare senza immagine?

invalidPageNumber = Numero di pagina non valida

issuerName = Autore

it = italiano

jpanelOpenFileError = Errore durante l'apertura

jpanelOpenFileErrorExtended = Il file selezionato non \u00e8 un documento PDF valido e non pu\u00f2 venir aperto.

language = Lingua

lastPage = ultima pagina

leftPos = Distanza dal margine sinistro (mm):

loadProfileError = Impossibile caricare il profilo per la firma.

localSigner = Open eGov LocalSigner

location = Luogo della firma:

ltv.active      = Integrazione delle informazioni LTV
ltv.ocsp.active = Attivare e dare priorit\u00e0 a OCSP

ltvconfig = Configurazione Long Term Validation (LTV)

mandant.FullQualified.invalid  = Firma non qualificata secondo FiEle
mandant.FullQualified.valid    = Firma qualificata valida secondo FiEle
mandant.Qualified.invalid      = Firma non qualificata secondo FiEle
mandant.Qualified.valid        = Firma qualificata valida secondo FiEle
mandant.upreg-fn.invalid       = Nessuna firma OelDI secondo OAPuE-DFGP
mandant.upreg-fn.valid         = Firma OelDI secondo OAPuE-DFGP
mandant.upreg-formular.invalid = Firma non valida sul modulo di upreg.ch
mandant.upreg-formular.valid   = Firma valida sul modulo di upreg.ch

mergeError = Errore durante l'aggiunta di un PDF (errore di fusione)

mergeInputError = Impossibile aprire il file di partenza per la fusione con l'attachment PDF.

multipleSignature = Questo documento contiene gi\u00e0 {0} firme digitali visibili o non visibili. \nLe firme non saranno validate dal visualizzatore interno. Vogliate utilizzare Adobe Reader. \n\nSicuri di voler apporre la vostra firma?

networkWarning = LocalSigner non ha potuto stabilire una connessione a Internet. \n Se il computer \u00e8 connesso alla rete, verificare la configurazione di proxy.\n\nUna connessione Internet \u00e8 necessairo a firmare con un timestamp.

newVersion = Versione disponibile

noAcrobat = Adobe Reader non \u00e8 presente su questo sistema. \n\nInstallare Adobe Reader 8.x o p\u00f9u recente e riavviare l'applicazione

noAttachementsInBox = File PDF non contiene altri file

noCertificateSelected = Nessuno certificate selezionato. Si prega di selezionare un certificato dalla lista.

noCertificatesFound = Nessun certificate \u00e8 stato trovato.\n\nRagioni possibili:\n Certificato/smartcard non \u00e8 inserito o \u00e8 appena stato inserito in seguito, il processo e stato interrotto, i programmi driver per smartcard o lettore non sono (correttamente) installati, la configurazione del modo di accesso ai certificate non \u00e8 corretta (Preferenze > Configurazione), i certificati non sono validi o scaduti.\n\nInserisci la smartcard e riavviare LocalSigner.

notarySign.activated                 = La funzione \u00e8 stata attivata con successo e pu\u00f2 essere utilizzata dopo il riavvio del programma.
notarySign.activatedTitle            = Attivazione di successo
notarySign.activationMenuEntry       = Attivare la funzione per i notai svizzeri
# Funktionsnachweis
notarySign.loadFileFirst             = Prima selezionare un file PDF.
notarySign.noNetworkConnection       = Nessuna connessione al Registro dei pubblici ufficiali rogatori o nessuna connessione di rete.
notarySign.noPdfA                    = Nessun file PDF/A-1 o PDF/A-2 valido.
notarySign.notFullQualifiedSignature = La firma non soddisfa i requisiti di legge: Il certificato deve essere emesso da un fornitore riconosciuto secondo FiEle e la firma deve essere accompagnata da un timestamp.
notarySign.notOneSignature           = Il documento deve contenere almeno una firma qualificata con un timestamp
notarySign.notRegistered             = Non sei registrato nel Registro dei pubblici ufficiali rogatori. Si prega di iscriversi sotto https://www.upreg.ch .
notarySign.preConditionsNotMet       = La conferma della funzione non pu\u00f2 essere montato.
error                                = Errore

of = di

ok = OK

open = Aprire

outputEqualsInputDialog.text  = I file di ingresso e di uscita non devono essere identici. Scegliere un nome di file diverso per il file di output.
outputEqualsInputDialog.title = Il file di ingresso e il file di uscita sono identici

outputFileDir = Modificare la directory di destinazione per default:

outputFileName = Documento firmato:

outputFileNameSigField = Documento emesso:

page = Pagina

pdfAConvertMsgBox.text  = Si prega di attendere la conversione in PDF/A pu\u00f2 richiedere diversi minuti (a seconda delle dimensioni del file originale).
pdfAConvertMsgBox.title = Pazienza ...

pdfAConvertProblem = Il file non pu\u00f2 essere convertito.

pdfAValidationMsgBox.errorMsg                   = Si \u00e8 verificato un errore durante la convalida del file.
pdfAValidationMsgBox.noCheck                    = Non sono stati eseguiti controlli PDF/A
pdfAValidationMsgBox.noPdfAFile                 = Nessun file PDF/A
pdfAValidationMsgBox.unsupportedFileCheckResult = File non supportato, non sono stati eseguiti controlli PDF/A.\nStandard PDF/A supportati:\nPDF/A-1a\nPDF/A-1b\nPDF/A-2a\nPDF/A-2b\nPDF/A-2u
pdfAValidationMsgBox.unsupportedPdfA            = (non supportato)

pdfEncrypted = Questo documento PDF \u00e8 protetto da una password e non pu\u00f2 essere firmato o modificato.

pdfInfoPanel.convert                        = Convertire in PDF/A-1b
pdfInfoPanel.isAccessible                   = senza ostacoli
pdfInfoPanel.isNotAccessible                = non accessibile
pdfInfoPanel.isNotPdfA                      = Il documento \u00e8 stato esaminato. Non \u00e8 conforme agli standard PDF/A-1a, PDF/A-1b, PDF/A-2a, PDF/A-2b, PDF/A-2u.
pdfInfoPanel.isNotPdfAButConversionPossible = Vuoi convertire il PDF in PDF/A-1b (non accessibile)?
pdfInfoPanel.isNotPdfAConversionImpossible  = Perch\u00e9 il PDF contiene gi\u00e0 delle firme, non pu\u00f2 essere convertito in PDF/A.
pdfInfoPanel.isPdfA                         = Il documento \u00e8 stato esaminato. \u00c8 conforme allo standard %s (%s).

pdfattachment = Attachment PDF:

# new April 2011
penultimatePage = penultima pagina

pinMenu = Modifica PIN

pkcs11TokenText = Pi\u00f9 smart card sono state trovate in diversi lettori.\n\n Si prega di scegliere l'unit\u00e0 che contiene la carta desiderata (certificato desiderato).\n\nInserire un PIN falso pu\u00f2 bloccare carta di firma digitale. Se non siete sicuri in cui lettore si trova la smartcard, clicca Annullare e rimuovere le smartcard inutili.

pkcs11TokenTitle = Seleziona smartcard

pkcs11library = Libreria dinamica PKCS#11 (smartcard)

pkcs11title = Selezionare la libreria dinamica PKCS#11

pkcs12File = File PKCS#12 (certificato software)

pkcs12Password = Immettere la password per il certificato PKCS#12

pkcs12Title = Selezionare il file PKCS#12

pleaseChooseCert = Prego selezionare il certificato desiderato.

pleaseWait = Attendere prego ...

previewSigPos = Anteprima

proMode = Modo professionale

profileReset = Cancellare profili di firma

profileResetText = Vuoi davvero eliminare i profili personali?\nUna copia di backup dei vostri profili verr\u00e0 creata.

profilepath = Ubicazione del profilo

profilepathtext = Selezionare una directory

profilepathtitle = Scegliere l'ubicazione del profilo

# PropertiesGUI Validierung
propertiesGUI.cannotSaveProfile               = configurazione errata
propertiesGUI.customImageHeight               = Altezza (mm):
propertiesGUI.customImageWidth                = Larghezza (mm):
propertiesGUI.enableTextOrImage               = Nella firma visibile deve essere almeno una selezione attivata (testo e / o immagine)
# PropertiesGUI / Sig.profile
propertiesGUI.groupInitialPositionSignature   = Posizionamento iniziale della casella della firma
propertiesGUI.groupSignatureRepresentation    = disegno visibile della firma
propertiesGUI.groupSignatureText              = propriet\u00e0 di testo della firma
propertiesGUI.imageNotFoundSetToDefault       = L'immagine / foto "{0}" specificata nel profilo non esiste e verr\u00e0 sostituita con un'immagine standard
propertiesGUI.imageScalable                   = determinare le dimensioni della foto / immagine nel documento con il mouse
propertiesGUI.secondSignatureFixedYAxis       = Allineamento della firma sull'ultima firma visibile nel documento
propertiesGUI.showImageInSignature            = Foto / immagine nella firma visibile
propertiesGUI.showTextInSignature             = rendere le propriet\u00e0 di testo della firma in firma visibile
propertiesGUI.specifyImage                    = Selezionare una foto / immagine o disattivare la visualizzazione delle immagini nella disegno firma
propertiesGUI.specifyWidthHeight              = Se si seleziona una dimensione di un'immagine personalizzata, \u00e8 necessario specificare l'altezza e la larghezza
propertiesGUI.useCustomImageSize              = dimensione specificata per la foto / immagine
propertiesGUI.useCustomImageSize.proportional = attivare / disattivare ridimensionamento proporzionale
propertiesGUI.useSizeOfImage                  = assumere dimensioni originali foto / immagine

proxyGUI.automaticDetectProxy                                          = Individua automaticamente le impostazioni proxy per questa rete
proxyGUI.manualProxy                                                   = Configurazione manuale dei proxy:
proxyGUI.noProxy                                                       = Nessun proxy
proxyGUI.pacScriptProxy                                                = Configurazione automatica dei proxy (URL):
proxyGUI.pnlManualProxy.configErrorProxy                               = Inserisci un host e una porta per HTTP o SSL oppure utilizza un'altra configurazione proxy.
proxyGUI.pnlManualProxy.configErrorProxyEmptyTextfield                 = Inserisci un valore in %s.
proxyGUI.pnlManualProxy.configErrorProxyInvalidHost                    = %s\n"%s" non \u00e8 un nome di host valido.\n\nUsa i caratteri appropriati consentiti:\n  - nome dell\u2019host (a-z, A-Z, 0-9, ".", "-", "_")\n  - indirizzi IPv4 (0-9, ".", "/")\n  - indirizzi IPv6 (0-9, a-f, A-F, ":", "[", "]", "/", "%%")
proxyGUI.pnlManualProxy.configErrorProxyInvalidHostExclusionSupplement = \n  - separatori tra pi\u00f9 host ("|")
proxyGUI.pnlManualProxy.configErrorProxyInvalidPort                    = Inserisci un valore corretto in %s.
proxyGUI.pnlManualProxy.proxyExclusions                                = Nessun proxy per
proxyGUI.pnlManualProxy.proxyHttpHost                                  = Proxy HTTP
proxyGUI.pnlManualProxy.proxyHttpPortTextForErrorMessage               = Porta HTTP
proxyGUI.pnlManualProxy.proxyPort                                      = Porta
proxyGUI.pnlManualProxy.proxySslHost                                   = Proxy SSL
proxyGUI.pnlManualProxy.proxySslPortTextForErrorMessage                = Porta SSL
proxyGUI.pnlManualProxy.tooltipProxyExclusions                         = Esempio: *.e-service.*.ch|www.upreg.ch|192.168.1.0/24
proxyGUI.pnlManualProxy.tooltipProxyhost                               = Indirizzo del proxy (p.ex. proxy.example.com) \nNormalmente, l'impostazione di sistema viene utilizzato (automatico)e non \u00e8 necessario specificare un indirizzo proxy. \nSe - nonostante una connessione ad Internet - l'accesso al servizio time-stamping non \u00e8 possible, \nsi prega di inserire l'indirizzo del proxy.\n Questa impostazione \u00e8 normalmente richiesto solamente nelle reti aziendali.
proxyGUI.pnlManualProxy.tooltipProxyport                               = Porta del proxy (ad esempio 8080)
proxyGUI.pnlPacProxy.configErrorProxyPacScript                         = Inserisci un valore corretto per l\u2019indirizzo automatico di configurazione del proxy.
proxyGUI.pnlPacProxy.pacScriptURI                                      = URL per PAC Script
proxyGUI.proxyconfig                                                   = Configurazione proxy
proxyGUI.systemProxy                                                   = Utilizza le impostazioni proxy del sistema

pt = (in prep)

question.ValidatorExecutor.title = \u00c8 stato riscontrato un problema.

quit = Uscire

reason = Scopo della firma:

reasonShowLabel = Visualizza nome campo

releaseNotes = Note di rilascio (online)

reset = Reset configurazione utente

restartNeededExtended = La nuova configurazione sar\u00e0 disponibile solo dopo aver riavviato l'applicazione. \n\nRiavviare LocalSigner?

restartNeededShort = Riavvio necessario

ru = (in prep)

save = Salvare

saveError = Impossibile salvare il profilo per la firma.

saveOk = Profilo salvato

saveOkExtended = Il profilo per la firma \u00e8 stato salvato con successo.

saveas = Salvare sotto ...

settingsmenu = Preferenze

showAllCerts = Visualizza tutti i certificati

sideBar.attachementsTitle             = File incorporati:
sideBar.documentChangedAfterSignature = Documento \u00e8 stato modificato dopo la firma
sideBar.localCheckOnly                = Verifica delle firme soltanto locale (validazione online inattiva)
sideBar.onlineCheck                   = Validazione online delle firme attiva
# SideBar
sideBar.showSideBar                   = Mostra barra laterale
sideBar.signaturesTitle               = Firme elettroniche e validazione

sigBoxOutside = Casella di firma \u00e8 al di fuori del documento

sigField = Campo di firma

sigFieldChooseName = Voglia introdurre un nome per il campo di firma.

sigFieldCreate = Inserire un campo di firma

sigFieldFound = Dei campi di firma vuoti sono stati trovati. \nSelezionare un campo di firma.

sigFieldIntersects = Dietro questa posizione ci sono altri campi di firma. Si prega di selezionare un'altra posizione.

sigFieldNameInvalid = Nome non valido o gi\u00e0 esistente.

sigImage = Immagine

sigPage = Pagina

sigPagesBund.BK               = BK - CF - CF - FC
sigPagesBund.EDA              = EDA - DFAE - DFAE - FDFA
sigPagesBund.EDI              = EDI - DFI - DFI - FDHA
sigPagesBund.EFD              = EFD - DFF - DFF - FDF
sigPagesBund.EJPD             = EJPD - DFJP - DFGP - FDJP
sigPagesBund.INFO_SHEET       = Aggiungi solo la pagina "Firma e convalida"
sigPagesBund.MULTI_SIGNATURE  = Aggiungi pagine per pi\u00f9 firme
sigPagesBund.SINGLE_SEAL      = Aggiungi la pagina per un sigillo elettronico
sigPagesBund.SINGLE_SIGNATURE = Aggiungi la pagina per una singola firma
sigPagesBund.UVEK             = UVEK - DETEC - DATEC - DETEC
sigPagesBund.VBS              = VBS - DDPS - DDPS - DCPS
sigPagesBund.WBF              = WBF - DEFR - DEFR - EAER
# Unterschriftsseiten Bund (E018)
sigPagesBund.menu             = Pagine per le firme elettroniche

sigText = Testo

sign = Firmare

signCert = Certificato di signatura

signCertQualified = Certificato di signatura (CH qualificato FiEle)

signCertRegulatedQualified = Certificato di firma (qualificato CH FiEle, regolamentato)

signCertRegulatedSeal = Certificato di sigillo (regolamentato)

signError = Errore durante il processo di apposizione della firma

signErrorExtended = Il processo di firma \u00e8 stato annullato o si \u00e8 verificato un errore durante il processo di firma.

signErrorHash = Vuoi provare a firmare con l'algoritmo hash SHA1?

signErrorInvalidSig = La firma non \u00e8 valida. E 'possibile che \u00e8 stato selezionato un certificato non valido.

# PDF/A-conformity
signNonPdfAConfigText = Autorizzare la firma di documenti che non adempiono lo standard PDF/A

signNonPdfANotConfigured = La sua configurazione prevede che dati non corrispondenti allo standard PDF/A non possono essere firmati. Lei pu\u00f2 modificare questa configurazione. Non \u00e8 possibile applicare la conferma del registro, a dati firmati che non adempiono lo standard PDF/A (PDF/A-1a; 1b; 2a e 2b).

signOk = Il documento \u00e8 stato firmato con successo!

signOkShort = La firma \u00e8 stata apposta con successo!!

signOn = Firmare su:

signOnlyNotary = Conferma di ammissione

signature = Firma

signatureDigitallySigned = Firmato elettronicamente da

signatureHeight = Altezza della firma:

signatureLanguage = Lingua del testo della firma:

signatureProperties = Propriet\u00e0 della firma:

signatureTsaTime = (con marcatempo)

signatureType = Tipo di firma:

signatureWidth = Larghezza della firma:

signing = Firma (firme multiple)

signingInProgress = Attendere prego - Il documento PDF viene firmato.

simpleMode = Modo semplice

textField = Campo testo

textFieldPrompt = Inserisci il testo da inserire nel campo di testo:

toolTipCertify = Se pi\u00f9 persone o parti devono firmare il documento e devono poter fare \ndelle modificazioni al documento prima di firmarlo, scelga il tipo di firma \n'Firma (firme multiple)'. \n\nSe \u00e8 lei l'autore del documento e l'unica persona che firmer\u00e0 il documento, \nscelga il tipo di firma 'Certificazione'. \n\nSe \u00e8 lei l'autore del documento e vuole che le persone che devono firmare \ndopo di lei non possano pi\u00f9 fare alcuna modificazione al documento \nprima di firmarlo, anche in questo caso scelga il tipo di firma 'Certificazione'.

toolTipSigLang = Lingua degli elementi del testo in una firma/certificazione visibile. \nScelga la lingua nell'ottica del destinatario del documento.

toolTipTsa = Firmi se possibile sempre con una marca temporale. \nPer aggiungere una marca temporale \u00e8 necessaria una connessione attiva ad internet.

tooltipAttachment = Questo documento PDF di una pagina verr\u00e0 aggiunto automaticamente alla fine del documento da firmare.

tooltipChangedir = Directory standard per i documenti firmati.

tooltipContact = Informazioni di contatto (visibile durante il processo di validazione e sul documento in caso di firma visibile)

tooltipFontsize = Dimensione dei caratteri dell'applicazione

tooltipImage = Immagine per la firma (sul documento in caso di firma visibile)

tooltipInput = Documento PDF da firmare

tooltipInputpath = I documenti sono letti a partire da questa directory

tooltipLocation = Luogo della firma (visibile durante il processo di validazione e sul documento in caso di firma visibile)

tooltipOutput = Il documento firmato viene salvato con questo nome

tooltipPKCS11Lib = Libreria dinamica (dll) per l'accesso al token hardware di sicurezza

tooltipPKCS12File = Se si desidera firmare con un certificato software, \n\u00e8 possibile selezionare l'appropriato p12 file qui

tooltipProfilepath = I profili per le firme vengono salvati in questa directory

tooltipReason = Scopo della firma (visibile durante il processo di validazione e sul documento in caso di firma visibile)

tooltipViewer = Adobe Reader -Browser Plugin; Internal viewer: visualizzatore PDF integrato

topPos = Distanza dal margine superiore:

tsaSigningInProgress = Il servizio di timestamping viene contattato. \n\nUn momento di pazienza prego, potrebbe volerci qualche secondo.

updateFound = Un'aggiornamento per Open eGov LocalSigner \u00e8 disponibile.

usetimestamp = Inserire un marcatempo (TSA):

validatePdfA = Validazione PDF/A

validation.menuEntry              = Validatore dell'Amministrazione federale (online)
validation.progressdialog.message = la validazione online delle firme \u00e8 in corso e potrebbe richiedere del tempo per essere completato.
validation.progressdialog.title   = Validazione online in esecuzione

validationApproved = Fornitore riconosciuto secondo FiEle

validationApprovedSwiss = Fornitore riconosciuto secondo il diritto Svizzero

validationCert = Certificato valido fino

validationCertFail = Certificato non valido

# Validation tree
validationCertified = Documento \u00e8 certificato

validationConclusion = Firma valida

validationConclusionFail = Firma non valida

validationConclusionUnsure = Tipo di firma non riconosciuto

validationEmpty = PDF contiene nulla

validationFortgeschritten = Firma elettronica avanzata (smartcard)

validationIssuerLabel = Certificato emesso da

validationNotApproved = Fornitore nun riconosciuto secondo FiEle

validationQualifiziert = Firma qualificata

validationRevision = Revisione

validationRevok = Certificato non revocato

validationRevokFail = Certificato revocato il

validationRevokUnsure = CRL o servizio OCSP della CA non possono essere raggiunti

validationSelfSigned = Certificato self-signed

validationSig = Documento non \u00e8 stato alterato

validationSigFail = Documento \u00e8 stato alterato

validationSigHardware = creato con carta (smartcard)

validationSigSoftware = creato con certificato software

validationSigTimeLabel = Data e ora della firma

validationSignatureLabel = Firmato da

validationTrigger = Documento contiene elementi attivi

validationTsa = Marca temporale valida

validationTsaFail = Marca temporale non \u00e8 valida

validationTsaMissing = Marca temporale manca (tempo del computer locale)

viewer = Visualizzatore

viewerToggle = Commutare vizzualisatore

visibleSignature = Firma/Certificazione visibile

warning = Attenzione

wrongPin = Il PIN \u00e8 errato. \nAttenzione: dopo 3 tentativi errati, la smartcard (di solito) \u00e8 bloccata!

zulab.config.askEverytime.label           = Verificare sempre
zulab.config.askEverytime.tooltip         = Prima di inserire la conferma di ammissione appare una finestra di dialogo in cui si pu\u00f2 indicare il settore e il Cantone.
zulab.config.canton.label                 = Cantone
zulab.config.canton.tooltip               = Il Cantone in cui si esplica una funzione e per cui si desidera inserire una conferma di ammissione.
zulab.config.domain.label                 = Settore
zulab.config.domain.tooltip               = Il settore in cui si esplica una funzione e per cui si desidera inserire una conferma di ammissione.
zulab.config.title                        = Conferma di ammissione elettronica
zulab.dialog.button.cancel                = Interrompere
zulab.dialog.button.continue              = Proseguire
zulab.dialog.button.save                  = Annotare la selezione
zulab.dialog.canton.label                 = Cantone
zulab.dialog.canton.tooltip               = Il Cantone in cui si esplica una funzione e per cui si desidera inserire una conferma di ammissione.
zulab.dialog.domain.label                 = Settore
zulab.dialog.domain.tooltip               = Il settore in cui si esplica una funzione e per cui si desidera inserire una conferma di ammissione.
zulab.dialog.notAskAgain.disabled.tooltip = Con "annotare la selezione" si pu\u00f2 salvare l'impostazione.\nSi pu\u00f2 modificare in ogni momento le impostazioni andando su impostazioni configurazione.
zulab.dialog.notAskAgain.enabled.tooltip  = Qui si pu\u00f2 confermare che questa finestra di dialogo non appare pi\u00f9.\nSi pu\u00f2 modificare in ogni momento le impostazioni andando su impostazioni > configurazione.
zulab.dialog.notAskAgain.label            = Non verificare ulteriormente
zulab.dialog.text                         = Scegliere i settori e il Cantone per la conferma di ammissione
zulab.dialog.title                        = Indicare settore e Cantone
zulab.updateDialog.currentVersion         = Versione installata del
zulab.updateDialog.errorWriteFile         = Non \u00e8 stato possibile salvare l'aggiornamento. Se il problema dovesse ripresentarsi occorre contattare il supporto.
zulab.updateDialog.networkWarning         = LocalSigner non ha potuto collegarsi con Internet per installare altre opzioni per inserire la conferma di ammissione.\nSe il  computer \u00e8 collegato in rete, verificare le impostazioni proxy.\n\nSe gli elenchi non sono aggiornati, non si possono utilizzare tutte le funzioni.
zulab.updateDialog.newVersion             = Versione disponibile del
zulab.updateDialog.updateFound            = Sono disponibili altre opzioni per inserire la conferma di ammissione. Si desidera installarle (raccomandato)?
